tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mongodb/brew"
tap "ubuntu/microk8s"
brew "azure-cli"
brew "bat"
brew "ctop"
brew "dive"
brew "exa"
brew "git"
brew "git-flow-avh"
brew "git-lfs"
brew "gnupg"
brew "influxdb-cli"
brew "k9s"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "nano"
brew "nanorc"
brew "nvm"
brew "pass"
brew "telegraf"
brew "terraform"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "mongodb/brew/mongodb-database-tools"
brew "ubuntu/microk8s/microk8s"
cask "android-file-transfer"
cask "android-platform-tools"
cask "another-redis-desktop-manager"
cask "appcleaner"
cask "db-browser-for-sqlite"
cask "dbschema"
cask "diffmerge"
cask "drawio"
cask "firecamp"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "gray"
cask "insomnia"
cask "iterm2"
cask "keka"
cask "licecap"
cask "microsoft-azure-storage-explorer"
cask "mongodb-compass"
cask "mqtt-explorer"
cask "mqttx"
cask "multipass"
cask "openlens"
cask "powershell"
cask "rectangle"
cask "sourcetree"
cask "studio-3t"
cask "sublime-text"
cask "tableplus"
cask "visual-studio-code"
cask "zoom"
