tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "isen-ng/dotnet-sdk-versions"
tap "mongodb/brew"
tap "ubuntu/microk8s"
brew "azure-cli"
brew "bat"
brew "ctop"
brew "dive"
brew "exa"
brew "git"
brew "git-flow-avh"
brew "git-lfs"
brew "gnupg"
brew "influxdb-cli"
brew "k9s"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "nano"
brew "nanorc"
brew "nvm"
brew "pass"
brew "telegraf"
brew "terraform"
brew "zsh"
brew "mongodb/brew/mongodb-database-tools"
brew "ubuntu/microk8s/microk8s"
cask "android-file-transfer"
cask "android-platform-tools"
cask "another-redis-desktop-manager"
cask "appcleaner"
cask "db-browser-for-sqlite"
cask "dbschema"
cask "diffmerge"
cask "dotnet-sdk7-0-300"
cask "drawio"
cask "firecamp"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "google-chrome"
cask "gray"
cask "insomnia"
cask "iterm2"
cask "keka"
cask "licecap"
cask "microsoft-azure-storage-explorer"
cask "mongodb-compass"
cask "mqtt-explorer"
cask "mqttx"
cask "multipass"
cask "openlens"
cask "powershell"
cask "rectangle"
cask "sourcetree"
cask "studio-3t"
cask "sublime-text"
cask "tableplus"
cask "tidal"
cask "visual-studio-code"
cask "zoom"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bungcip.better-toml"
vscode "codezombiech.gitignore"
vscode "dericcain.feather"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "emilast.LogFileHighlighter"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vs-keybindings"
vscode "ms-vsliveshare.vsliveshare"
vscode "mvllow.rose-pine"
vscode "PKief.material-icon-theme"
vscode "ritwickdey.LiveServer"
vscode "uloco.theme-bluloco-light"
vscode "wayou.vscode-todo-highlight"
vscode "wengerk.highlight-bad-chars"
