tap "adoptopenjdk/openjdk"
tap "altinity/clickhouse"
tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "knative-sandbox/kn-plugins"
tap "knative/client"
tap "mongodb/brew"
tap "nats-io/nats-tools"
tap "ubuntu/microk8s"
brew "azure-cli"
brew "bat"
brew "ctop"
brew "dive"
brew "exa"
brew "git"
brew "git-flow-avh"
brew "git-lfs"
brew "gnupg"
brew "jenv"
brew "jmeter"
brew "juju"
brew "k6"
brew "k9s"
brew "kind"
brew "kubernetes-cli", link: false
brew "mono"
brew "nano"
brew "nvm"
brew "pass"
brew "terraform"
brew "zsh"
brew "altinity/clickhouse/clickhouse@22.7"
brew "knative-sandbox/kn-plugins/func"
brew "knative/client/kn"
brew "nats-io/nats-tools/nats"
brew "ubuntu/microk8s/microk8s"
cask "adoptopenjdk-jre"
cask "android-file-transfer"
cask "android-platform-tools"
cask "another-redis-desktop-manager"
cask "appcleaner"
cask "db-browser-for-sqlite"
cask "dbschema"
cask "diffmerge"
cask "drawio"
cask "firecamp"
cask "font-bitstreamverasansmono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-cascadia-nerd-font"
cask "font-fantasquesansmono-nerd-font"
cask "font-firacode-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklig-nerd-font"
cask "font-jetbrainsmono-nerd-font"
cask "font-meslo-nerd-font"
cask "font-robotomono-nerd-font"
cask "font-ubuntumono-nerd-font"
cask "geotag"
cask "gray"
cask "insomnia"
cask "iterm2"
cask "keka"
cask "lens"
cask "licecap"
cask "macpass"
cask "microsoft-azure-storage-explorer"
cask "mongodb-compass"
cask "mqtt-explorer"
cask "mqttfx"
cask "multipass"
cask "mysqlworkbench"
cask "openlens"
cask "phoenix-slides"
cask "powershell"
cask "rancher"
cask "rectangle"
cask "robo-3t"
cask "sourcetree"
cask "studio-3t"
cask "sublime-text"
cask "tableplus"
cask "teamviewer"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "webex"
cask "zoom"
